IdeaRS.Connections
PlateOpeningData.PositionCode Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the notch (notch or dog bone) position. Supported is left, right and both.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PositionCode PositionCode { get; set; }
Property Value
Type: PositionCode
See Also
Reference
PlateOpeningData Class
IdeaRS.Connections.Data Namespace